{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"assets\/build\/admin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Salt Shaker Settings":["Configurações do Salt Shaker"],"Settings saved successfully":["Configurações salvas com sucesso"],"Weekly":["Semanalmente"],"Monthly":["Mensalmente"],"Quarterly":["Trimestralmente"],"Biannually":["Semestralmente"],"Current Salt Keys:":["Chaves Salt Atuais:"],"Click to hide":["Clique para ocultar"],"Click to view":["Clique para visualizar"],"The following table shows the current set of the salt keys in the configuration file.":["A tabela a seguir mostra o conjunto atual das chaves de sal no arquivo de configuração."],"Name":["Nome"],"Value":["Valor"],"Not set":["Não definido"],"Salt Shaker cannot access your wp-config.php file. Please check file permissions or contact your hosting provider.":["Salt Shaker não consegue acessar seu arquivo wp-config.php. Por favor, verifique as permissões do arquivo ou entre em contato com seu provedor de hospedagem."],"Scheduled Salt Keys Change:":["Alteração Programada de Chaves Salt:"],"Salt Shaker cannot modify your wp-config.php file. Please check file permissions or contact your hosting provider.":["Salt Shaker não consegue modificar seu arquivo wp-config.php. Por favor, verifique as permissões do arquivo ou entre em contato com seu provedor de hospedagem."],"Enable automatic salt key updates":["Ativar atualizações automáticas das chaves de sal"],"Update Interval":["Intervalo de Atualização"],"Daily":["Diariamente"],"The salt keys will be automatically changed on":["As chaves de sal serão automaticamente alteradas em"],"Specific Day & Time":["Dia e Hora Específicos"],"Premium":["Premium"],"Day":["Dia"],"Select a day":["Selecione um dia"],"Time":["Hora"],"Select a time":["Selecione uma hora"],"Additional Features":["Recursos Adicionais"],"Remind me to update the keys manually":["Lembre-me de atualizar as chaves manualmente"],"Notify me when an automatic update takes place":["Notifique-me quando uma atualização automática ocorrer"],"Upgrade to Premium for specific scheduling, reminders, and notifications.":["Atualize para o Premium para agendamento específico, lembretes e notificações."],"Upgrade Now":["Atualize Agora"],"An error occurred while saving settings.":["Ocorreu um erro ao salvar as configurações."],"Save Settings":["Salvar Configurações"],"Manual Salt Keys Change":["Alteração Manual das Chaves Salt"],"You can manually change your WordPress salt keys at any time. This will log out all users (including you) and require everyone to log in again.":["Você pode alterar manualmente suas chaves de sal do WordPress a qualquer momento. Isso desconectará todos os usuários (incluindo você) e exigirá que todos façam login novamente."],"This is useful if you suspect unauthorized access to your site or want to force all users to re-authenticate.":["Isso é útil se você suspeitar de acesso não autorizado ao seu site ou quiser forçar todos os usuários a se reautenticarem."],"Changing Salt Keys...":["Alterando Chaves Salt..."],"Change Salt Keys Now":["Alterar Chaves Salt Agora"],"Confirm Salt Key Change":["Confirmar Alteração de Chave Salt"],"Are you sure you want to change your WordPress salt keys?":["Tem certeza de que deseja alterar suas chaves de sal do WordPress?"],"This will log out all users (including you) and require everyone to log in again.":["Isso desconectará todos os usuários (incluindo você) e exigirá que todos façam login novamente."],"Cancel":["Cancelar"],"Salt keys have been updated. You will be redirected to login...":["As chaves Salt foram atualizadas. Você será redirecionado para o login..."],"An error occurred while changing salt keys.":["Ocorreu um erro ao alterar as chaves de sal."],"Yes, Change Salt Keys":["Sim, Alterar Chaves Salt"],"Premium 24\/7 Support":["Suporte Premium 24\/7"],"Get expert help anytime with our dedicated support team.":["Obtenha auxílio especializado a qualquer momento com nossa equipe de suporte dedicada."],"Smart Scheduling":["Agendamento Inteligente"],"Choose the perfect time for updates - when your users are least active. No more unexpected logouts!":["Escolha o momento perfeito para atualizações - quando seus usuários estão menos ativos. Sem mais desconexões inesperadas!"],"Instant Notifications":["Notificações Instantâneas"],"Get immediate email alerts when salt keys are updated. Stay informed and in control.":["Receba alertas imediatos por e-mail quando as chaves de sal forem atualizadas. Mantenha-se informado e no controle."],"Custom Email Alerts":["Alertas de E-mail Personalizados"],"Send notifications to your preferred email address. Perfect for team management.":["Envie notificações para seu endereço de e-mail preferido. Perfeito para gerenciamento de equipe."],"Smart Reminders":["Lembretes Inteligentes"],"Never miss an update with intelligent reminders when it's time to rotate your keys.":["Nunca perca uma atualização com lembretes inteligentes quando for hora de rotacionar suas chaves."],"Unlock Premium Features":["Desbloqueie Recursos Premium"],"PRO":["PRO"],"LIMITED TIME OFFER":["OFERTA POR TEMPO LIMITADO"],"Get 50% off Salt Shaker PRO!":["Obtenha 50% de desconto no Salt Shaker PRO!"],"9.99":["9.99"],"4.99":["4.99"],"year":["ano"],"WordPress salt keys or security keys are codes that help protect important information on your website. They make it harder for hackers to access your website by making passwords more complex. <br \/> You don't need to remember these codes, Salt Shaker plugin takes care of generating the codes directly from WordPress API.":["As chaves salt ou chaves de segurança do WordPress são códigos que ajudam a proteger informações importantes em seu site. Elas dificultam o acesso de hackers ao seu site, tornando as senhas mais complexas. <br \/> Você não precisa memorizar esses códigos, o plugin Salt Shaker se encarrega de gerar os códigos diretamente da API do WordPress."],"Do you find this plugin useful? Please":["Você considera este plugin útil? Por favor"],"Rate it":["Avalie-o"],"on WordPress.org. BIG Thanks in advance!":["no WordPress.org. MUITO obrigado antecipadamente!"]}}}