{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"assets\/build\/admin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Salt Shaker Settings":["Paramètres de Salt Shaker"],"Settings saved successfully":["Paramètres enregistrés avec succès"],"Weekly":["Hebdomadaire"],"Monthly":["Mensuel"],"Quarterly":["Trimestriel"],"Biannually":["Semestriel"],"Current Salt Keys:":["Clés Salt actuelles :"],"Click to hide":["Cliquez pour masquer"],"Click to view":["Cliquez pour afficher"],"The following table shows the current set of the salt keys in the configuration file.":["Le tableau suivant montre l'ensemble actuel des clés de sel dans le fichier de configuration."],"Name":["Nom"],"Value":["Valeur"],"Not set":["Non défini"],"Salt Shaker cannot access your wp-config.php file. Please check file permissions or contact your hosting provider.":["Salt Shaker ne peut pas accéder à votre fichier wp-config.php. Veuillez vérifier les permissions du fichier ou contacter votre hébergeur."],"Scheduled Salt Keys Change:":["Modification programmée des clés Salt :"],"Salt Shaker cannot modify your wp-config.php file. Please check file permissions or contact your hosting provider.":["Salt Shaker ne peut pas modifier votre fichier wp-config.php. Veuillez vérifier les permissions du fichier ou contacter votre hébergeur."],"Enable automatic salt key updates":["Activer les mises à jour automatiques des clés de sel"],"Update Interval":["Intervalle de mise à jour"],"Daily":["Quotidien"],"The salt keys will be automatically changed on":["Les clés de sel seront automatiquement modifiées le"],"Specific Day & Time":["Jour et heure spécifiques"],"Premium":["Premium"],"Day":["Jour"],"Select a day":["Sélectionnez un jour"],"Time":["Heure"],"Select a time":["Sélectionnez une heure"],"Additional Features":["Fonctionnalités supplémentaires"],"Remind me to update the keys manually":["Me rappeler de mettre à jour manuellement les clés"],"Notify me when an automatic update takes place":["Me notifier lorsqu'une mise à jour automatique a lieu"],"Upgrade to Premium for specific scheduling, reminders, and notifications.":["Passez à la version Premium pour une planification spécifique, des rappels et des notifications."],"Upgrade Now":["Mettre à niveau maintenant"],"An error occurred while saving settings.":["Une erreur s'est produite lors de l'enregistrement des paramètres."],"Save Settings":["Enregistrer les paramètres"],"Manual Salt Keys Change":["Modification manuelle des clés Salt"],"You can manually change your WordPress salt keys at any time. This will log out all users (including you) and require everyone to log in again.":["Vous pouvez modifier manuellement vos clés de sel WordPress à tout moment. Cela déconnectera tous les utilisateurs (y compris vous) et obligera tout le monde à se reconnecter."],"This is useful if you suspect unauthorized access to your site or want to force all users to re-authenticate.":["Ceci est utile si vous soupçonnez un accès non autorisé à votre site ou si vous souhaitez forcer tous les utilisateurs à se ré-authentifier."],"Changing Salt Keys...":["Modification des clés Salt en cours..."],"Change Salt Keys Now":["Modifier les clés Salt maintenant"],"Confirm Salt Key Change":["Confirmer la modification des clés Salt"],"Are you sure you want to change your WordPress salt keys?":["Êtes-vous sûr de vouloir modifier vos clés de sel WordPress ?"],"This will log out all users (including you) and require everyone to log in again.":["Cela déconnectera tous les utilisateurs (y compris vous) et obligera tout le monde à se reconnecter."],"Cancel":["Annuler"],"Salt keys have been updated. You will be redirected to login...":["Les clés Salt ont été mises à jour. Vous allez être redirigé vers la page de connexion..."],"An error occurred while changing salt keys.":["Une erreur s'est produite lors de la modification des clés de sel."],"Yes, Change Salt Keys":["Oui, modifier les clés Salt"],"Premium 24\/7 Support":["Support premium 24\/7"],"Get expert help anytime with our dedicated support team.":["Obtenez une assistance experte à tout moment grâce à notre équipe de support dédiée."],"Smart Scheduling":["Planification intelligente"],"Choose the perfect time for updates - when your users are least active. No more unexpected logouts!":["Choisissez le moment idéal pour les mises à jour - lorsque vos utilisateurs sont le moins actifs. Plus de déconnexions inattendues !"],"Instant Notifications":["Notifications instantanées"],"Get immediate email alerts when salt keys are updated. Stay informed and in control.":["Recevez des alertes par e-mail immédiates lorsque les clés de sel sont mises à jour. Restez informé et gardez le contrôle."],"Custom Email Alerts":["Alertes par e-mail personnalisées"],"Send notifications to your preferred email address. Perfect for team management.":["Envoyez des notifications à l'adresse e-mail de votre choix. Parfait pour la gestion d'équipe."],"Smart Reminders":["Rappels intelligents"],"Never miss an update with intelligent reminders when it's time to rotate your keys.":["Ne manquez jamais une mise à jour grâce à des rappels intelligents lorsqu'il est temps de faire pivoter vos clés."],"Unlock Premium Features":["Débloquez les fonctionnalités premium"],"PRO":["PRO"],"LIMITED TIME OFFER":["OFFRE À DURÉE LIMITÉE"],"Get 50% off Salt Shaker PRO!":["Obtenez 50% de réduction sur Salt Shaker PRO !"],"9.99":["9.99"],"4.99":["4.99"],"year":["an"],"WordPress salt keys or security keys are codes that help protect important information on your website. They make it harder for hackers to access your website by making passwords more complex. <br \/> You don't need to remember these codes, Salt Shaker plugin takes care of generating the codes directly from WordPress API.":["Les clés Salt ou clés de sécurité de WordPress sont des codes qui contribuent à protéger les informations importantes de votre site web. Elles rendent plus difficile l'accès à votre site web par les pirates informatiques en complexifiant les mots de passe. <br \/> Vous n'avez pas besoin de mémoriser ces codes, le plugin Salt Shaker se charge de générer les codes directement à partir de l'API WordPress."],"Do you find this plugin useful? Please":["Trouvez-vous ce plugin utile ? Veuillez"],"Rate it":["Le noter"],"on WordPress.org. BIG Thanks in advance!":["sur WordPress.org. MERCI beaucoup d'avance !"]}}}