{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"assets\/build\/admin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Salt Shaker Settings":["Salt Shaker Einstellungen"],"Settings saved successfully":["Einstellungen erfolgreich gespeichert"],"Weekly":["Wöchentlich"],"Monthly":["Monatlich"],"Quarterly":["Vierteljährlich"],"Biannually":["Halbjährlich"],"Current Salt Keys:":["Aktuelle Salt-Schlüssel:"],"Click to hide":["Klicken zum Verbergen"],"Click to view":["Klicken zum Anzeigen"],"The following table shows the current set of the salt keys in the configuration file.":["Die folgende Tabelle zeigt den aktuellen Satz der Salt-Schlüssel in der Konfigurationsdatei."],"Name":["Name"],"Value":["Wert"],"Not set":["Nicht festgelegt"],"Salt Shaker cannot access your wp-config.php file. Please check file permissions or contact your hosting provider.":["Salt Shaker kann nicht auf Ihre wp-config.php-Datei zugreifen. Bitte überprüfen Sie die Dateiberechtigungen oder kontaktieren Sie Ihren Hosting-Anbieter."],"Scheduled Salt Keys Change:":["Geplante Änderung der Salt-Schlüssel:"],"Salt Shaker cannot modify your wp-config.php file. Please check file permissions or contact your hosting provider.":["Salt Shaker kann Ihre wp-config.php-Datei nicht modifizieren. Bitte überprüfen Sie die Dateiberechtigungen oder kontaktieren Sie Ihren Hosting-Anbieter."],"Enable automatic salt key updates":["Automatische Aktualisierung der Salt-Schlüssel aktivieren"],"Update Interval":["Aktualisierungsintervall"],"Daily":["Täglich"],"The salt keys will be automatically changed on":["Die Salt-Schlüssel werden automatisch geändert am"],"Specific Day & Time":["Spezifischer Tag & Zeit"],"Premium":["Premium"],"Day":["Tag"],"Select a day":["Wählen Sie einen Tag"],"Time":["Zeit"],"Select a time":["Wählen Sie eine Zeit"],"Additional Features":["Zusätzliche Funktionen"],"Remind me to update the keys manually":["Erinnern Sie mich daran, die Schlüssel manuell zu aktualisieren"],"Notify me when an automatic update takes place":["Benachrichtigen Sie mich, wenn eine automatische Aktualisierung stattfindet"],"Upgrade to Premium for specific scheduling, reminders, and notifications.":["Upgraden Sie auf Premium für spezifische Planung, Erinnerungen und Benachrichtigungen."],"Upgrade Now":["Jetzt upgraden"],"An error occurred while saving settings.":["Bei der Speicherung der Einstellungen ist ein Fehler aufgetreten."],"Save Settings":["Einstellungen speichern"],"Manual Salt Keys Change":["Manuelle Änderung der Salt-Schlüssel"],"You can manually change your WordPress salt keys at any time. This will log out all users (including you) and require everyone to log in again.":["Sie können Ihre WordPress Salt-Schlüssel jederzeit manuell ändern. Dies wird alle Benutzer (einschließlich Ihnen) abmelden und erfordert eine erneute Anmeldung aller Benutzer."],"This is useful if you suspect unauthorized access to your site or want to force all users to re-authenticate.":["Dies ist nützlich, wenn Sie einen unbefugten Zugriff auf Ihre Website vermuten oder alle Benutzer zur erneuten Authentifizierung zwingen möchten."],"Changing Salt Keys...":["Salt-Schlüssel werden geändert..."],"Change Salt Keys Now":["Salt-Schlüssel jetzt ändern"],"Confirm Salt Key Change":["Salt-Schlüssel-Änderung bestätigen"],"Are you sure you want to change your WordPress salt keys?":["Sind Sie sicher, dass Sie Ihre WordPress Salt-Schlüssel ändern möchten?"],"This will log out all users (including you) and require everyone to log in again.":["Dies wird alle Benutzer (einschließlich Ihnen) abmelden und erfordert eine erneute Anmeldung aller Benutzer."],"Cancel":["Abbrechen"],"Salt keys have been updated. You will be redirected to login...":["Salt-Schlüssel wurden aktualisiert. Sie werden zur Anmeldung weitergeleitet..."],"An error occurred while changing salt keys.":["Bei der Änderung der Salt-Schlüssel ist ein Fehler aufgetreten."],"Yes, Change Salt Keys":["Ja, Salt-Schlüssel ändern"],"Premium 24\/7 Support":["Premium 24\/7 Support"],"Get expert help anytime with our dedicated support team.":["Erhalten Sie jederzeit fachkundige Unterstützung durch unser engagiertes Support-Team."],"Smart Scheduling":["Intelligente Planung"],"Choose the perfect time for updates - when your users are least active. No more unexpected logouts!":["Wählen Sie den perfekten Zeitpunkt für Aktualisierungen - wenn Ihre Benutzer am wenigsten aktiv sind. Keine unerwarteten Abmeldungen mehr!"],"Instant Notifications":["Sofortige Benachrichtigungen"],"Get immediate email alerts when salt keys are updated. Stay informed and in control.":["Erhalten Sie umgehend E-Mail-Benachrichtigungen, wenn Salt-Schlüssel aktualisiert werden. Bleiben Sie informiert und behalten Sie die Kontrolle."],"Custom Email Alerts":["Benutzerdefinierte E-Mail-Benachrichtigungen"],"Send notifications to your preferred email address. Perfect for team management.":["Senden Sie Benachrichtigungen an Ihre bevorzugte E-Mail-Adresse. Perfekt für Teammanagement."],"Smart Reminders":["Intelligente Erinnerungen"],"Never miss an update with intelligent reminders when it's time to rotate your keys.":["Verpassen Sie nie wieder eine Aktualisierung mit intelligenten Erinnerungen, wenn es Zeit ist, Ihre Schlüssel zu rotieren."],"Unlock Premium Features":["Premium-Funktionen freischalten"],"PRO":["PRO"],"LIMITED TIME OFFER":["ZEITLICH BEGRENZTES ANGEBOT"],"Get 50% off Salt Shaker PRO!":["Erhalten Sie 50% Rabatt auf Salt Shaker PRO!"],"9.99":["9.99"],"4.99":["4.99"],"year":["jahr"],"WordPress salt keys or security keys are codes that help protect important information on your website. They make it harder for hackers to access your website by making passwords more complex. <br \/> You don't need to remember these codes, Salt Shaker plugin takes care of generating the codes directly from WordPress API.":["WordPress Salt-Schlüssel oder Sicherheitsschlüssel sind Codes, die wichtige Informationen auf Ihrer Website schützen. Sie erschweren Hackern den Zugriff auf Ihre Website, indem sie Passwörter komplexer machen. <br \/> Sie müssen sich diese Codes nicht merken, das Salt Shaker Plugin kümmert sich um die Generierung der Codes direkt über die WordPress API."],"Do you find this plugin useful? Please":["Finden Sie dieses Plugin nützlich? Bitte"],"Rate it":["Bewerten Sie es"],"on WordPress.org. BIG Thanks in advance!":["auf WordPress.org. VIELEN Dank im Voraus!"]}}}