{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"assets\/build\/admin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Salt Shaker Settings":["Configuración de Salt Shaker"],"Settings saved successfully":["Configuración guardada exitosamente"],"Weekly":["Semanalmente"],"Monthly":["Mensualmente"],"Quarterly":["Trimestralmente"],"Biannually":["Semestralmente"],"Current Salt Keys:":["Claves Salt actuales:"],"Click to hide":["Haga clic para ocultar"],"Click to view":["Haga clic para ver"],"The following table shows the current set of the salt keys in the configuration file.":["La siguiente tabla muestra el conjunto actual de claves de sal en el archivo de configuración."],"Name":["Nombre"],"Value":["Valor"],"Not set":["No establecido"],"Salt Shaker cannot access your wp-config.php file. Please check file permissions or contact your hosting provider.":["Salt Shaker no puede acceder a su archivo wp-config.php. Por favor, verifique los permisos del archivo o contacte a su proveedor de alojamiento."],"Scheduled Salt Keys Change:":["Cambio Programado de Claves Salt:"],"Salt Shaker cannot modify your wp-config.php file. Please check file permissions or contact your hosting provider.":["Salt Shaker no puede modificar su archivo wp-config.php. Por favor, verifique los permisos del archivo o contacte a su proveedor de alojamiento."],"Enable automatic salt key updates":["Habilitar actualizaciones automáticas de claves de sal"],"Update Interval":["Intervalo de Actualización"],"Daily":["Diariamente"],"The salt keys will be automatically changed on":["Las claves de sal se cambiarán automáticamente el"],"Specific Day & Time":["Día y Hora Específicos"],"Premium":["Premium"],"Day":["Día"],"Select a day":["Seleccione un día"],"Time":["Hora"],"Select a time":["Seleccione una hora"],"Additional Features":["Características Adicionales"],"Remind me to update the keys manually":["Recordarme actualizar las claves manualmente"],"Notify me when an automatic update takes place":["Notificarme cuando se realice una actualización automática"],"Upgrade to Premium for specific scheduling, reminders, and notifications.":["Actualice a Premium para programación específica, recordatorios y notificaciones."],"Upgrade Now":["Actualizar Ahora"],"An error occurred while saving settings.":["Ocurrió un error al guardar la configuración."],"Save Settings":["Guardar Configuración"],"Manual Salt Keys Change":["Cambio Manual de Claves Salt"],"You can manually change your WordPress salt keys at any time. This will log out all users (including you) and require everyone to log in again.":["Puede cambiar manualmente sus claves de sal de WordPress en cualquier momento. Esto cerrará la sesión de todos los usuarios (incluido usted) y requerirá que todos inicien sesión nuevamente."],"This is useful if you suspect unauthorized access to your site or want to force all users to re-authenticate.":["Esto es útil si sospecha de acceso no autorizado a su sitio o desea forzar a todos los usuarios a volver a autenticarse."],"Changing Salt Keys...":["Cambiando Claves Salt..."],"Change Salt Keys Now":["Cambiar Claves Salt Ahora"],"Confirm Salt Key Change":["Confirmar Cambio de Clave Salt"],"Are you sure you want to change your WordPress salt keys?":["¿Está seguro de que desea cambiar sus claves de sal de WordPress?"],"This will log out all users (including you) and require everyone to log in again.":["Esto cerrará la sesión de todos los usuarios (incluido usted) y requerirá que todos inicien sesión nuevamente."],"Cancel":["Cancelar"],"Salt keys have been updated. You will be redirected to login...":["Las claves Salt han sido actualizadas. Será redirigido al inicio de sesión..."],"An error occurred while changing salt keys.":["Ocurrió un error al cambiar las claves de sal."],"Yes, Change Salt Keys":["Sí, Cambiar Claves Salt"],"Premium 24\/7 Support":["Soporte Premium 24\/7"],"Get expert help anytime with our dedicated support team.":["Obtenga ayuda experta en cualquier momento con nuestro equipo de asistencia dedicado."],"Smart Scheduling":["Programación Inteligente"],"Choose the perfect time for updates - when your users are least active. No more unexpected logouts!":["Elija el momento perfecto para las actualizaciones - cuando sus usuarios están menos activos. ¡No más cierres de sesión inesperados!"],"Instant Notifications":["Notificaciones Instantáneas"],"Get immediate email alerts when salt keys are updated. Stay informed and in control.":["Reciba alertas inmediatas por correo electrónico cuando se actualicen las claves de sal. Manténgase informado y en control."],"Custom Email Alerts":["Alertas por Correo Electrónico Personalizadas"],"Send notifications to your preferred email address. Perfect for team management.":["Envíe notificaciones a su dirección de correo electrónico preferida. Perfecto para la gestión de equipos."],"Smart Reminders":["Recordatorios Inteligentes"],"Never miss an update with intelligent reminders when it's time to rotate your keys.":["Nunca se pierda una actualización con recordatorios inteligentes cuando sea el momento de rotar sus claves."],"Unlock Premium Features":["Desbloquee Características Premium"],"PRO":["PRO"],"LIMITED TIME OFFER":["OFERTA POR TIEMPO LIMITADO"],"Get 50% off Salt Shaker PRO!":["¡Obtenga un 50% de descuento en Salt Shaker PRO!"],"9.99":["9.99"],"4.99":["4.99"],"year":["año"],"WordPress salt keys or security keys are codes that help protect important information on your website. They make it harder for hackers to access your website by making passwords more complex. <br \/> You don't need to remember these codes, Salt Shaker plugin takes care of generating the codes directly from WordPress API.":["Las claves salt o claves de seguridad de WordPress son códigos que ayudan a proteger información importante en su sitio web. Dificultan el acceso de los hackers a su sitio web al hacer las contraseñas más complejas. <br \/> No necesita recordar estos códigos, el complemento Salt Shaker se encarga de generar los códigos directamente desde la API de WordPress."],"Do you find this plugin useful? Please":["¿Encuentra útil este complemento? Por favor"],"Rate it":["Califíquelo"],"on WordPress.org. BIG Thanks in advance!":["en WordPress.org. ¡MUCHAS gracias de antemano!"]}}}