{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"assets\/build\/admin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Salt Shaker Settings":["Impostazioni di Salt Shaker"],"Settings saved successfully":["Impostazioni salvate con successo"],"Weekly":["Settimanalmente"],"Monthly":["Mensilmente"],"Quarterly":["Trimestralmente"],"Biannually":["Semestralmente"],"Current Salt Keys:":["Chiavi Salt attuali:"],"Click to hide":["Clicca per nascondere"],"Click to view":["Clicca per visualizzare"],"The following table shows the current set of the salt keys in the configuration file.":["La seguente tabella mostra l'attuale set di chiavi salt nel file di configurazione."],"Name":["Nome"],"Value":["Valore"],"Not set":["Non impostato"],"Salt Shaker cannot access your wp-config.php file. Please check file permissions or contact your hosting provider.":["Salt Shaker non può accedere al tuo file wp-config.php. Controlla i permessi del file o contatta il tuo provider di hosting."],"Scheduled Salt Keys Change:":["Cambio programmato delle chiavi Salt:"],"Salt Shaker cannot modify your wp-config.php file. Please check file permissions or contact your hosting provider.":["Salt Shaker non può modificare il tuo file wp-config.php. Controlla i permessi del file o contatta il tuo provider di hosting."],"Enable automatic salt key updates":["Abilita aggiornamenti automatici delle chiavi salt"],"Update Interval":["Intervallo di Aggiornamento"],"Daily":["Giornalmente"],"The salt keys will be automatically changed on":["Le chiavi salt saranno cambiate automaticamente il"],"Specific Day & Time":["Giorno e Ora Specifici"],"Premium":["Premium"],"Day":["Giorno"],"Select a day":["Seleziona un giorno"],"Time":["Ora"],"Select a time":["Seleziona un'ora"],"Additional Features":["Funzionalità Aggiuntive"],"Remind me to update the keys manually":["Ricordami di aggiornare manualmente le chiavi"],"Notify me when an automatic update takes place":["Avvisami quando viene effettuato un aggiornamento automatico"],"Upgrade to Premium for specific scheduling, reminders, and notifications.":["Passa a Premium per programmazione specifica, promemoria e notifiche."],"Upgrade Now":["Aggiorna Ora"],"An error occurred while saving settings.":["Si è verificato un errore durante il salvataggio delle impostazioni."],"Save Settings":["Salva Impostazioni"],"Manual Salt Keys Change":["Modifica manuale delle chiavi Salt"],"You can manually change your WordPress salt keys at any time. This will log out all users (including you) and require everyone to log in again.":["Puoi cambiare manualmente le tue chiavi salt di WordPress in qualsiasi momento. Questo disconnetterà tutti gli utenti (incluso te) e richiederà a tutti di accedere di nuovo."],"This is useful if you suspect unauthorized access to your site or want to force all users to re-authenticate.":["Questo è utile se sospetti un accesso non autorizzato al tuo sito o vuoi forzare tutti gli utenti a riautenticarsi."],"Changing Salt Keys...":["Sto cambiando le chiavi Salt..."],"Change Salt Keys Now":["Cambia le chiavi Salt ora"],"Confirm Salt Key Change":["Conferma il cambio delle chiavi Salt"],"Are you sure you want to change your WordPress salt keys?":["Sei sicuro di voler cambiare le tue chiavi salt di WordPress?"],"This will log out all users (including you) and require everyone to log in again.":["Questo disconnetterà tutti gli utenti (incluso te) e richiederà a tutti di accedere di nuovo."],"Cancel":["Annulla"],"Salt keys have been updated. You will be redirected to login...":["Le chiavi Salt sono state aggiornate. Sarai reindirizzato al login..."],"An error occurred while changing salt keys.":["Si è verificato un errore durante il cambio delle chiavi salt."],"Yes, Change Salt Keys":["Sì, cambia le chiavi Salt"],"Premium 24\/7 Support":["Supporto Premium 24\/7"],"Get expert help anytime with our dedicated support team.":["Ottieni aiuto da esperti in qualsiasi momento con il nostro team di supporto dedicato."],"Smart Scheduling":["Programmazione Intelligente"],"Choose the perfect time for updates - when your users are least active. No more unexpected logouts!":["Scegli il momento perfetto per gli aggiornamenti - quando i tuoi utenti sono meno attivi. Basta logout inaspettati!"],"Instant Notifications":["Notifiche Istantanee"],"Get immediate email alerts when salt keys are updated. Stay informed and in control.":["Ricevi avvisi immediati via email quando le chiavi salt vengono aggiornate. Resta informato e in controllo."],"Custom Email Alerts":["Avvisi Email Personalizzati"],"Send notifications to your preferred email address. Perfect for team management.":["Invia notifiche al tuo indirizzo email preferito. Perfetto per la gestione del team."],"Smart Reminders":["Promemoria Intelligenti"],"Never miss an update with intelligent reminders when it's time to rotate your keys.":["Non perdere mai un aggiornamento con promemoria intelligenti quando è il momento di ruotare le tue chiavi."],"Unlock Premium Features":["Sblocca Funzionalità Premium"],"PRO":["PRO"],"LIMITED TIME OFFER":["OFFERTA A TEMPO LIMITATO"],"Get 50% off Salt Shaker PRO!":["Ottieni il 50% di sconto su Salt Shaker PRO!"],"9.99":["9.99"],"4.99":["4.99"],"year":["anno"],"WordPress salt keys or security keys are codes that help protect important information on your website. They make it harder for hackers to access your website by making passwords more complex. <br \/> You don't need to remember these codes, Salt Shaker plugin takes care of generating the codes directly from WordPress API.":["Le chiavi salt o chiavi di sicurezza di WordPress sono codici che aiutano a proteggere le informazioni importanti sul tuo sito web. Rendono più difficile per gli hacker accedere al tuo sito rendendo le password più complesse. <br \/> Non devi ricordare questi codici, il plugin Salt Shaker si occupa di generare i codici direttamente dall'API di WordPress."],"Do you find this plugin useful? Please":["Trovi questo plugin utile? Per favore"],"Rate it":["Valutalo"],"on WordPress.org. BIG Thanks in advance!":["su WordPress.org. GRAZIE mille in anticipo!"]}}}