{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"assets\/build\/admin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Salt Shaker Settings":["Salt Shaker Inställningar"],"Settings saved successfully":["Inställningar sparades framgångsrikt"],"Weekly":["Veckovis"],"Monthly":["Månadsvis"],"Quarterly":["Kvartalsvis"],"Biannually":["Halvårsvis"],"Current Salt Keys:":["Nuvarande Salt-nycklar:"],"Click to hide":["Klicka för att dölja"],"Click to view":["Klicka för att visa"],"The following table shows the current set of the salt keys in the configuration file.":["Följande tabell visar den nuvarande uppsättningen av saltnycklar i konfigurationsfilen."],"Name":["Namn"],"Value":["Värde"],"Not set":["Ej inställd"],"Salt Shaker cannot access your wp-config.php file. Please check file permissions or contact your hosting provider.":["Salt Shaker kan inte komma åt din wp-config.php-fil. Kontrollera filbehörigheter eller kontakta din webbhotellsleverantör."],"Scheduled Salt Keys Change:":["Schemalagd ändring av Salt-nycklar:"],"Salt Shaker cannot modify your wp-config.php file. Please check file permissions or contact your hosting provider.":["Salt Shaker kan inte modifiera din wp-config.php-fil. Kontrollera filbehörigheter eller kontakta din webbhotellsleverantör."],"Enable automatic salt key updates":["Aktivera automatiska uppdateringar av saltnycklar"],"Update Interval":["Uppdateringsintervall"],"Daily":["Dagligen"],"The salt keys will be automatically changed on":["Saltnycklarna kommer att ändras automatiskt den"],"Specific Day & Time":["Specifik dag och tid"],"Premium":["Premium"],"Day":["Dag"],"Select a day":["Välj en dag"],"Time":["Tid"],"Select a time":["Välj en tid"],"Additional Features":["Ytterligare funktioner"],"Remind me to update the keys manually":["Påminn mig om att uppdatera nycklarna manuellt"],"Notify me when an automatic update takes place":["Meddela mig när en automatisk uppdatering sker"],"Upgrade to Premium for specific scheduling, reminders, and notifications.":["Uppgradera till Premium för specifik schemaläggning, påminnelser och aviseringar."],"Upgrade Now":["Uppgradera nu"],"An error occurred while saving settings.":["Ett fel inträffade när inställningarna skulle sparas."],"Save Settings":["Spara inställningar"],"Manual Salt Keys Change":["Manuell ändring av Salt-nycklar"],"You can manually change your WordPress salt keys at any time. This will log out all users (including you) and require everyone to log in again.":["Du kan manuellt ändra dina WordPress-saltnycklar när som helst. Detta kommer att logga ut alla användare (inklusive dig) och kräva att alla loggar in igen."],"This is useful if you suspect unauthorized access to your site or want to force all users to re-authenticate.":["Detta är användbart om du misstänker obehörig åtkomst till din webbplats eller vill tvinga alla användare att autentisera sig på nytt."],"Changing Salt Keys...":["Ändrar Salt-nycklar..."],"Change Salt Keys Now":["Ändra Salt-nycklar nu"],"Confirm Salt Key Change":["Bekräfta ändring av Salt-nycklar"],"Are you sure you want to change your WordPress salt keys?":["Är du säker på att du vill ändra dina WordPress-saltnycklar?"],"This will log out all users (including you) and require everyone to log in again.":["Detta kommer att logga ut alla användare (inklusive dig) och kräva att alla loggar in igen."],"Cancel":["Avbryt"],"Salt keys have been updated. You will be redirected to login...":["Salt-nycklar har uppdaterats. Du kommer att omdirigeras till inloggningen..."],"An error occurred while changing salt keys.":["Ett fel inträffade vid ändring av saltnycklar."],"Yes, Change Salt Keys":["Ja, ändra Salt-nycklar"],"Premium 24\/7 Support":["Premium 24\/7-support"],"Get expert help anytime with our dedicated support team.":["Få experthjälp när som helst med vårt dedikerade supportteam."],"Smart Scheduling":["Smart schemaläggning"],"Choose the perfect time for updates - when your users are least active. No more unexpected logouts!":["Välj den perfekta tiden för uppdateringar - när dina användare är minst aktiva. Inga fler oväntade utloggningar!"],"Instant Notifications":["Omedelbara aviseringar"],"Get immediate email alerts when salt keys are updated. Stay informed and in control.":["Få omedelbara e-postaviseringar när saltnycklar uppdateras. Håll dig informerad och behåll kontrollen."],"Custom Email Alerts":["Anpassade e-postaviseringar"],"Send notifications to your preferred email address. Perfect for team management.":["Skicka aviseringar till din föredragna e-postadress. Perfekt för teamhantering."],"Smart Reminders":["Smarta påminnelser"],"Never miss an update with intelligent reminders when it's time to rotate your keys.":["Missa aldrig en uppdatering med intelligenta påminnelser när det är dags att rotera dina nycklar."],"Unlock Premium Features":["Lås upp premiumfunktioner"],"PRO":["PRO"],"LIMITED TIME OFFER":["TIDSBEGRÄNSAT ERBJUDANDE"],"Get 50% off Salt Shaker PRO!":["Få 50% rabatt på Salt Shaker PRO!"],"9.99":["9.99"],"4.99":["4.99"],"year":["år"],"WordPress salt keys or security keys are codes that help protect important information on your website. They make it harder for hackers to access your website by making passwords more complex. <br \/> You don't need to remember these codes, Salt Shaker plugin takes care of generating the codes directly from WordPress API.":["WordPress Salt-nycklar eller säkerhetsnycklar är koder som hjälper till att skydda viktig information på din webbplats. De gör det svårare för hackare att få tillgång till din webbplats genom att göra lösenord mer komplexa. <br \/> Du behöver inte komma ihåg dessa koder, Salt Shaker-tillägget tar hand om att generera koderna direkt från WordPress API."],"Do you find this plugin useful? Please":["Tycker du att detta tillägg är användbart? Vänligen"],"Rate it":["Betygsätt det"],"on WordPress.org. BIG Thanks in advance!":["på WordPress.org. STORT tack på förhand!"]}}}