{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"assets\/build\/admin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Salt Shaker Settings":["Ρυθμίσεις Salt Shaker"],"Settings saved successfully":["Οι ρυθμίσεις αποθηκεύτηκαν επιτυχώς"],"Weekly":["Εβδομαδιαίως"],"Monthly":["Μηνιαίως"],"Quarterly":["Τριμηνιαίως"],"Biannually":["Εξαμηνιαίως"],"Current Salt Keys:":["Τρέχοντα Κλειδιά Salt:"],"Click to hide":["Κάντε κλικ για απόκρυψη"],"Click to view":["Κάντε κλικ για προβολή"],"The following table shows the current set of the salt keys in the configuration file.":["Ο ακόλουθος πίνακας δείχνει το τρέχον σύνολο των κλειδιών άλατος στο αρχείο διαμόρφωσης."],"Name":["Όνομα"],"Value":["Τιμή"],"Not set":["Δεν έχει οριστεί"],"Salt Shaker cannot access your wp-config.php file. Please check file permissions or contact your hosting provider.":["Το Salt Shaker δεν μπορεί να προσπελάσει το αρχείο wp-config.php σας. Παρακαλώ ελέγξτε τα δικαιώματα του αρχείου ή επικοινωνήστε με τον πάροχο φιλοξενίας σας."],"Scheduled Salt Keys Change:":["Προγραμματισμένη Αλλαγή Κλειδιών Salt:"],"Salt Shaker cannot modify your wp-config.php file. Please check file permissions or contact your hosting provider.":["Το Salt Shaker δεν μπορεί να τροποποιήσει το αρχείο wp-config.php σας. Παρακαλώ ελέγξτε τα δικαιώματα του αρχείου ή επικοινωνήστε με τον πάροχο φιλοξενίας σας."],"Enable automatic salt key updates":["Ενεργοποίηση αυτόματων ενημερώσεων κλειδιών άλατος"],"Update Interval":["Διάστημα Ενημέρωσης"],"Daily":["Καθημερινά"],"The salt keys will be automatically changed on":["Τα κλειδιά άλατος θα αλλάζουν αυτόματα στις"],"Specific Day & Time":["Συγκεκριμένη Ημέρα & Ώρα"],"Premium":["Premium"],"Day":["Ημέρα"],"Select a day":["Επιλέξτε ημέρα"],"Time":["Ώρα"],"Select a time":["Επιλέξτε ώρα"],"Additional Features":["Πρόσθετες Λειτουργίες"],"Remind me to update the keys manually":["Υπενθύμιση για χειροκίνητη ενημέρωση των κλειδιών"],"Notify me when an automatic update takes place":["Ειδοποίηση όταν πραγματοποιείται αυτόματη ενημέρωση"],"Upgrade to Premium for specific scheduling, reminders, and notifications.":["Αναβαθμίστε στην Premium έκδοση για συγκεκριμένο προγραμματισμό, υπενθυμίσεις και ειδοποιήσεις."],"Upgrade Now":["Αναβαθμίστε Τώρα"],"An error occurred while saving settings.":["Προέκυψε σφάλμα κατά την αποθήκευση των ρυθμίσεων."],"Save Settings":["Αποθήκευση Ρυθμίσεων"],"Manual Salt Keys Change":["Χειροκίνητη Αλλαγή Κλειδιών Salt"],"You can manually change your WordPress salt keys at any time. This will log out all users (including you) and require everyone to log in again.":["Μπορείτε να αλλάξετε χειροκίνητα τα κλειδιά άλατος του WordPress οποιαδήποτε στιγμή. Αυτό θα αποσυνδέσει όλους τους χρήστες (συμπεριλαμβανομένου εσάς) και θα απαιτήσει από όλους να συνδεθούν ξανά."],"This is useful if you suspect unauthorized access to your site or want to force all users to re-authenticate.":["Αυτό είναι χρήσιμο εάν υποψιάζεστε μη εξουσιοδοτημένη πρόσβαση στον ιστότοπό σας ή θέλετε να αναγκάσετε όλους τους χρήστες να επαναπιστοποιηθούν."],"Changing Salt Keys...":["Αλλαγή Κλειδιών Salt..."],"Change Salt Keys Now":["Αλλαγή Κλειδιών Salt Τώρα"],"Confirm Salt Key Change":["Επιβεβαίωση Αλλαγής Κλειδιών Salt"],"Are you sure you want to change your WordPress salt keys?":["Είστε βέβαιοι ότι θέλετε να αλλάξετε τα κλειδιά άλατος του WordPress;?"],"This will log out all users (including you) and require everyone to log in again.":["Αυτό θα αποσυνδέσει όλους τους χρήστες (συμπεριλαμβανομένου εσάς) και θα απαιτήσει από όλους να συνδεθούν ξανά."],"Cancel":["Ακύρωση"],"Salt keys have been updated. You will be redirected to login...":["Τα κλειδιά Salt έχουν ενημερωθεί. Θα ανακατευθυνθείτε στη σελίδα σύνδεσης..."],"An error occurred while changing salt keys.":["Προέκυψε σφάλμα κατά την αλλαγή των κλειδιών άλατος."],"Yes, Change Salt Keys":["Ναι, Αλλαγή Κλειδιών Salt"],"Premium 24\/7 Support":["Υποστήριξη Premium 24\/7"],"Get expert help anytime with our dedicated support team.":["Λάβετε εξειδικευμένη βοήθεια οποιαδήποτε στιγμή από την αφοσιωμένη ομάδα υποστήριξής μας."],"Smart Scheduling":["Έξυπνος Προγραμματισμός"],"Choose the perfect time for updates - when your users are least active. No more unexpected logouts!":["Επιλέξτε τον ιδανικό χρόνο για ενημερώσεις - όταν οι χρήστες σας είναι λιγότερο ενεργοί. Τέρμα οι απροσδόκητες αποσυνδέσεις!"],"Instant Notifications":["Άμεσες Ειδοποιήσεις"],"Get immediate email alerts when salt keys are updated. Stay informed and in control.":["Λάβετε άμεσες ειδοποιήσεις μέσω email όταν ενημερώνονται τα κλειδιά άλατος. Παραμείνετε ενημερωμένοι και σε έλεγχο."],"Custom Email Alerts":["Προσαρμοσμένες Ειδοποιήσεις Email"],"Send notifications to your preferred email address. Perfect for team management.":["Στείλτε ειδοποιήσεις στην προτιμώμενη διεύθυνση email σας. Ιδανικό για διαχείριση ομάδας."],"Smart Reminders":["Έξυπνες Υπενθυμίσεις"],"Never miss an update with intelligent reminders when it's time to rotate your keys.":["Μην χάσετε ποτέ μια ενημέρωση με έξυπνες υπενθυμίσεις όταν είναι ώρα να αλλάξετε τα κλειδιά σας."],"Unlock Premium Features":["Ξεκλειδώστε τις Premium Λειτουργίες"],"PRO":["PRO"],"LIMITED TIME OFFER":["ΠΡΟΣΦΟΡΑ ΠΕΡΙΟΡΙΣΜΕΝΟΥ ΧΡΟΝΟΥ"],"Get 50% off Salt Shaker PRO!":["Λάβετε 50% έκπτωση στο Salt Shaker PRO!"],"9.99":["9.99"],"4.99":["4.99"],"year":["έτος"],"WordPress salt keys or security keys are codes that help protect important information on your website. They make it harder for hackers to access your website by making passwords more complex. <br \/> You don't need to remember these codes, Salt Shaker plugin takes care of generating the codes directly from WordPress API.":["Τα κλειδιά salt ή τα κλειδιά ασφαλείας του WordPress είναι κώδικες που βοηθούν στην προστασία σημαντικών πληροφοριών στον ιστότοπό σας. Καθιστούν δυσκολότερη την πρόσβαση των χάκερς στον ιστότοπό σας καθιστώντας τους κωδικούς πρόσβασης πιο περίπλοκους. <br \/> Δεν χρειάζεται να απομνημονεύσετε αυτούς τους κώδικες, το πρόσθετο Salt Shaker αναλαμβάνει τη δημιουργία των κωδικών απευθείας από το API του WordPress."],"Do you find this plugin useful? Please":["Βρίσκετε χρήσιμο αυτό το πρόσθετο; Παρακαλώ"],"Rate it":["Αξιολογήστε το"],"on WordPress.org. BIG Thanks in advance!":["στο WordPress.org. ΜΕΓΑΛΟ Ευχαριστώ εκ των προτέρων!"]}}}