{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"assets\/build\/admin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Salt Shaker Settings":["Настройки Salt Shaker"],"Settings saved successfully":["Настройки успешно сохранены"],"Weekly":["Еженедельно"],"Monthly":["Ежемесячно"],"Quarterly":["Ежеквартально"],"Biannually":["Раз в полгода"],"Current Salt Keys:":["Текущие ключи Salt:"],"Click to hide":["Нажмите, чтобы скрыть"],"Click to view":["Нажмите, чтобы просмотреть"],"The following table shows the current set of the salt keys in the configuration file.":["В следующей таблице показан текущий набор солевых ключей в конфигурационном файле."],"Name":["Название"],"Value":["Значение"],"Not set":["Не установлено"],"Salt Shaker cannot access your wp-config.php file. Please check file permissions or contact your hosting provider.":["Salt Shaker не может получить доступ к вашему файлу wp-config.php. Пожалуйста, проверьте разрешения файла или обратитесь к вашему хостинг-провайдеру."],"Scheduled Salt Keys Change:":["Запланированное изменение ключей Salt:"],"Salt Shaker cannot modify your wp-config.php file. Please check file permissions or contact your hosting provider.":["Salt Shaker не может изменить ваш файл wp-config.php. Пожалуйста, проверьте разрешения файла или обратитесь к вашему хостинг-провайдеру."],"Enable automatic salt key updates":["Включить автоматическое обновление солевых ключей"],"Update Interval":["Интервал обновления"],"Daily":["Ежедневно"],"The salt keys will be automatically changed on":["Солевые ключи будут автоматически изменены"],"Specific Day & Time":["Конкретный день и время"],"Premium":["Премиум"],"Day":["День"],"Select a day":["Выберите день"],"Time":["Время"],"Select a time":["Выберите время"],"Additional Features":["Дополнительные функции"],"Remind me to update the keys manually":["Напоминать мне об обновлении ключей вручную"],"Notify me when an automatic update takes place":["Уведомлять меня, когда происходит автоматическое обновление"],"Upgrade to Premium for specific scheduling, reminders, and notifications.":["Перейдите на Премиум для конкретного планирования, напоминаний и уведомлений."],"Upgrade Now":["Обновить сейчас"],"An error occurred while saving settings.":["Произошла ошибка при сохранении настроек."],"Save Settings":["Сохранить настройки"],"Manual Salt Keys Change":["Ручное изменение ключей Salt"],"You can manually change your WordPress salt keys at any time. This will log out all users (including you) and require everyone to log in again.":["Вы можете вручную изменить ваши солевые ключи WordPress в любое время. Это приведет к выходу из системы всех пользователей (включая вас) и потребует от всех повторного входа."],"This is useful if you suspect unauthorized access to your site or want to force all users to re-authenticate.":["Это полезно, если вы подозреваете несанкционированный доступ к вашему сайту или хотите принудительно заставить всех пользователей пройти повторную аутентификацию."],"Changing Salt Keys...":["Изменение ключей Salt..."],"Change Salt Keys Now":["Изменить ключи Salt сейчас"],"Confirm Salt Key Change":["Подтвердить изменение ключа Salt"],"Are you sure you want to change your WordPress salt keys?":["Вы уверены, что хотите изменить ваши солевые ключи WordPress?"],"This will log out all users (including you) and require everyone to log in again.":["Это приведет к выходу из системы всех пользователей (включая вас) и потребует от всех повторного входа."],"Cancel":["Отмена"],"Salt keys have been updated. You will be redirected to login...":["Ключи Salt были обновлены. Вы будете перенаправлены на страницу входа..."],"An error occurred while changing salt keys.":["Произошла ошибка при изменении солевых ключей."],"Yes, Change Salt Keys":["Да, изменить ключи Salt"],"Premium 24\/7 Support":["Премиум-поддержка 24\/7"],"Get expert help anytime with our dedicated support team.":["Получите квалифицированную помощь в любое время благодаря нашей специализированной команде поддержки."],"Smart Scheduling":["Умное планирование"],"Choose the perfect time for updates - when your users are least active. No more unexpected logouts!":["Выберите идеальное время для обновлений - когда ваши пользователи наименее активны. Больше никаких неожиданных выходов из системы!"],"Instant Notifications":["Мгновенные уведомления"],"Get immediate email alerts when salt keys are updated. Stay informed and in control.":["Получайте немедленные уведомления по электронной почте при обновлении солевых ключей. Оставайтесь информированными и в контроле."],"Custom Email Alerts":["Настраиваемые уведомления по электронной почте"],"Send notifications to your preferred email address. Perfect for team management.":["Отправляйте уведомления на предпочитаемый вами адрес электронной почты. Идеально подходит для управления командой."],"Smart Reminders":["Умные напоминания"],"Never miss an update with intelligent reminders when it's time to rotate your keys.":["Никогда не пропускайте обновление благодаря интеллектуальным напоминаниям, когда пришло время ротации ваших ключей."],"Unlock Premium Features":["Разблокировать премиум-функции"],"PRO":["PRO"],"LIMITED TIME OFFER":["ОГРАНИЧЕННОЕ ПО ВРЕМЕНИ ПРЕДЛОЖЕНИЕ"],"Get 50% off Salt Shaker PRO!":["Получите скидку 50% на Salt Shaker PRO!"],"9.99":["9.99"],"4.99":["4.99"],"year":["год"],"WordPress salt keys or security keys are codes that help protect important information on your website. They make it harder for hackers to access your website by making passwords more complex. <br \/> You don't need to remember these codes, Salt Shaker plugin takes care of generating the codes directly from WordPress API.":["Ключи Salt WordPress или ключи безопасности - это коды, которые помогают защитить важную информацию на вашем веб-сайте. Они усложняют хакерам доступ к вашему веб-сайту, делая пароли более сложными. <br \/> Вам не нужно запоминать эти коды, плагин Salt Shaker заботится о генерации кодов напрямую из API WordPress."],"Do you find this plugin useful? Please":["Считаете ли вы этот плагин полезным? Пожалуйста"],"Rate it":["Оцените его"],"on WordPress.org. BIG Thanks in advance!":["на WordPress.org. БОЛЬШОЕ спасибо заранее!"]}}}