{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"assets\/build\/admin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Salt Shaker Settings":["הגדרות Salt Shaker"],"Settings saved successfully":["ההגדרות נשמרו בהצלחה"],"Weekly":["שבועי"],"Monthly":["חודשי"],"Quarterly":["רבעוני"],"Biannually":["חצי שנתי"],"Current Salt Keys:":["מפתחות ה-Salt הנוכחיים:"],"Click to hide":["לחץ להסתרה"],"Click to view":["לחץ לצפייה"],"The following table shows the current set of the salt keys in the configuration file.":["הטבלה הבאה מציגה את הסט הנוכחי של מפתחות המלח בקובץ התצורה."],"Name":["שם"],"Value":["ערך"],"Not set":["לא מוגדר"],"Salt Shaker cannot access your wp-config.php file. Please check file permissions or contact your hosting provider.":["Salt Shaker אינו יכול לגשת לקובץ wp-config.php שלך. אנא בדוק את הרשאות הקובץ או פנה לספק האחסון שלך."],"Scheduled Salt Keys Change:":["שינוי מתוזמן של מפתחות Salt:"],"Salt Shaker cannot modify your wp-config.php file. Please check file permissions or contact your hosting provider.":["Salt Shaker אינו יכול לשנות את קובץ wp-config.php שלך. אנא בדוק את הרשאות הקובץ או פנה לספק האחסון שלך."],"Enable automatic salt key updates":["אפשר עדכונים אוטומטיים של מפתחות מלח"],"Update Interval":["מרווח עדכון"],"Daily":["יומי"],"The salt keys will be automatically changed on":["מפתחות המלח ישתנו אוטומטית ב"],"Specific Day & Time":["יום ושעה ספציפיים"],"Premium":["פרימיום"],"Day":["יום"],"Select a day":["בחר יום"],"Time":["שעה"],"Select a time":["בחר שעה"],"Additional Features":["תכונות נוספות"],"Remind me to update the keys manually":["הזכר לי לעדכן את המפתחות ידנית"],"Notify me when an automatic update takes place":["הודע לי כאשר מתבצע עדכון אוטומטי"],"Upgrade to Premium for specific scheduling, reminders, and notifications.":["שדרג לפרימיום עבור תזמון ספציפי, תזכורות והתראות."],"Upgrade Now":["שדרג עכשיו"],"An error occurred while saving settings.":["אירעה שגיאה בעת שמירת ההגדרות."],"Save Settings":["שמור הגדרות"],"Manual Salt Keys Change":["שינוי ידני של מפתחות Salt"],"You can manually change your WordPress salt keys at any time. This will log out all users (including you) and require everyone to log in again.":["אתה יכול לשנות ידנית את מפתחות המלח של וורדפרס בכל עת. זה יגרום לכל המשתמשים (כולל אתה) להתנתק ולדרוש מכולם להתחבר שוב."],"This is useful if you suspect unauthorized access to your site or want to force all users to re-authenticate.":["זה שימושי אם אתה חושד בגישה לא מורשית לאתר שלך או רוצה לאלץ את כל המשתמשים להתאמת מחדש."],"Changing Salt Keys...":["משנה מפתחות Salt..."],"Change Salt Keys Now":["שנה מפתחות Salt עכשיו"],"Confirm Salt Key Change":["אשר שינוי מפתח Salt"],"Are you sure you want to change your WordPress salt keys?":["האם אתה בטוח שברצונך לשנות את מפתחות המלח של וורדפרס?"],"This will log out all users (including you) and require everyone to log in again.":["זה יגרום לכל המשתמשים (כולל אתה) להתנתק ולדרוש מכולם להתחבר שוב."],"Cancel":["ביטול"],"Salt keys have been updated. You will be redirected to login...":["מפתחות ה-Salt עודכנו. תועבר להתחברות..."],"An error occurred while changing salt keys.":["אירעה שגיאה בעת שינוי מפתחות המלח."],"Yes, Change Salt Keys":["כן, שנה מפתחות Salt"],"Premium 24\/7 Support":["תמיכה פרימיום 24\/7"],"Get expert help anytime with our dedicated support team.":["קבל עזרה מקצועית בכל עת עם צוות התמיכה המסור שלנו."],"Smart Scheduling":["תזמון חכם"],"Choose the perfect time for updates - when your users are least active. No more unexpected logouts!":["בחר את הזמן המושלם לעדכונים - כאשר המשתמשים שלך הכי פחות פעילים. אין יותר התנתקויות בלתי צפויות!"],"Instant Notifications":["התראות מיידיות"],"Get immediate email alerts when salt keys are updated. Stay informed and in control.":["קבל התראות מיידיות בדוא\"ל כאשר מפתחות המלח מתעדכנים. הישאר מעודכן ובשליטה."],"Custom Email Alerts":["התראות דוא\"ל מותאמות אישית"],"Send notifications to your preferred email address. Perfect for team management.":["שלח התראות לכתובת הדוא\"ל המועדפת עליך. מושלם לניהול צוות."],"Smart Reminders":["תזכורות חכמות"],"Never miss an update with intelligent reminders when it's time to rotate your keys.":["לעולם אל תפספס עדכון עם תזכורות חכמות כשהגיע הזמן לסובב את המפתחות שלך."],"Unlock Premium Features":["שחרר תכונות פרימיום"],"PRO":["PRO"],"LIMITED TIME OFFER":["הצעה לזמן מוגבל"],"Get 50% off Salt Shaker PRO!":["קבל 50% הנחה על Salt Shaker PRO!"],"9.99":["9.99"],"4.99":["4.99"],"year":["שנה"],"WordPress salt keys or security keys are codes that help protect important information on your website. They make it harder for hackers to access your website by making passwords more complex. <br \/> You don't need to remember these codes, Salt Shaker plugin takes care of generating the codes directly from WordPress API.":["מפתחות ה-Salt או מפתחות האבטחה של וורדפרס הם קודים העוזרים להגן על מידע חשוב באתר שלך. הם מקשים על האקרים לגשת לאתר שלך על ידי הפיכת הסיסמאות למורכבות יותר. <br \/> אינך צריך לזכור קודים אלה, תוסף Salt Shaker דואג ליצירת הקודים ישירות מה-API של וורדפרס."],"Do you find this plugin useful? Please":["האם אתה מוצא תוסף זה שימושי? אנא"],"Rate it":["דרג אותו"],"on WordPress.org. BIG Thanks in advance!":["ב-WordPress.org. תודה רבה מראש!"]}}}