Repository: amElnagdy/salt-shaker
Catalog: lang/salt-shaker-*.po
Languages: ar

source: Salt Shaker Settings
ar: إعدادات Salt Shaker

source: Salt Changing Behaviour
ar: تغيير سلوك مفاتيح الامان

source: Changing WP Keys and Salts will force all logged-in users to login again.
ar: تغيير مفاتيح الامان ستجبر جميع الاعضاء علي اعادة تسجيل الدخول

source: Scheduled Change:
ar: تغيير مجدول

source: Set scheduled job for automated Salt changing:
ar: تعيين وظيفة مجدولة لتغيير المفاتيح

source: Change WP Keys and Salts on
ar: قم بتغيير المفاتيح كل

source: Daily
ar: يوم

source: Weekly
ar: اسبوع

source: Monthly
ar: شهر

source: Immediate Change:
ar: تغيير فوري

source: When you click the following button, WP keys and salts will change immediately.
ar: عندما تضغط علي الزر ادناه سيتم تغيير مفاتيح الامان الان

source: Change Now
ar: غير الان
